Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: Rebroadcast (again)
es: Retransmisión (otra vez)
id: Siaran ulang (lagi)
nl: Publiceer (opnieuw)

source: Receipt from
es: Recibo de
id: Tanda terima dari
nl: Bonnetje van

source: Receive from this relay
es: Recibir de este relay
id: Terima dari relay ini
nl: Ontvang vanaf deze relay

source: Receive notifications when Nostur is in background
es: Reciba notificaciones cuando Nostur esté en segundo plano
id: Terima pemberitahuan saat Nostur ada di latar belakang
nl: Ontvang meldingen als Nostur op de achtergrond is

source: Received
es: Recibió
id: Diterima
nl: Ontvangen

source: Received from:
es: Recibido de:
id: Diterima dari:
nl: Ontvangen vanuit:

source: Recently pinned
es: Fijado recientemente
id: Baru-baru ini disematkan
nl: Pas vastgepind

source: Recheck
es: Vuelva a comprobar
id: Periksa kembali
nl: Controleer opnieuw

source: Recommended by
es: Recomendado por
id: Direkomendasikan oleh
nl: Aangeraden door

source: Reconfigure announced relays
es: Reconfigurar anunciado relays
id: Konfigurasi ulang mengumumkan relays
nl: Gepubliceerde relays opnieuw instellen

source: Reconfigure announced relays...
es: Reconfigurar anunciado relays...
id: Konfigurasi ulang relays yang diumumkan...
nl: Gepubliceerde relays opnieuw instellen...

source: Reconfigure published relays
es: Reconfigurar publicado relays
id: Konfigurasikan ulang relays yang diterbitkan
nl: Gepubliceerde relays opnieuw instellen

source: Record a video
es: grabar un vídeo
id: Rekam video
nl: Video opnemen

source: Record audio
es: grabar audio
id: Rekam audio
nl: Audio opnemen

source: Record Voice Message
es: Grabar mensaje de voz
id: Rekam Pesan Suara
nl: Audiobericht opnemen

source: Recordings
es: Grabaciones
id: Rekaman
nl: Opnames

source: Red
es: Rojo
id: Merah
nl: Rood

source: Redeem
es: Canjear
id: Menukarkan
nl: Verzilver

source: Refresh
es: Refrescar
id: Menyegarkan
nl: Ververs

source: Relay Autopilot
es: Piloto automático Relay
id: Relay Pilot Otomatis
nl: Relay Autopiloot

source: Relay connection stats
es: Estadísticas de conexión Relay
id: Statistik koneksi Relay
nl: Relay verbindingsstatistieken

source: Relay Connections
es: Conexiones Relay
id: Koneksi Relay
nl: Relay verbindingen

source: Relay feed
es: Feed de Relay
id: Umpan Relay

source: Relay information
es: Información sobre Relay
id: informasi Relay
nl: Relay informatie

source: Relay Mastery
es: Maestría Relay
id: Penguasaan Relay
nl: Relay Beheer

source: Relay selection
es: Selección Relay
id: Pilihan Relay
nl: Relay keuze

source: Relay settings
es: Configuración de Relay
id: Pengaturan Relay
nl: Relay instellingen

source: Relay stats
es: Relay estadísticas
id: Statistik Relay

source: Relay URL
es: URL Relay
id: URL Relay

source: Relays Nostur uses to find content
es: Relays Nostur utiliza para buscar contenido
id: Relays Nostur digunakan untuk mencari konten
nl: Relays die Nostur gebruikt om berichten te vinden

source: Relays Nostur uses to find or publish content
es: Relays Nostur utiliza para buscar o publicar contenido
id: Relays Nostur digunakan untuk mencari atau mempublikasikan konten
nl: Nostur gebruikt deze relays om berichten te vinden of publiceren

source: Relays others will use to find your content
es: Relays que otros usarán para encontrar tu contenido
id: Relays yang akan digunakan orang lain untuk menemukan konten Anda
nl: Relays die anderen zullen gebruiken om jouw berichten te vinden

source: Relays to receive private message
es: Relays para recibir mensaje privado
id: Relays untuk menerima pesan pribadi
nl: Relays om privéberichten te ontvangen

source: Relays you post to
es: Relays en el que publicas
id: Relays tempat Anda memposting
nl: Relays voor versturen

source: Relays you read from
es: Relays leíste desde
id: Relays tempat Anda membaca
nl: Relays voor ontvangen/lezen

source: Reload
es: Recargar
id: Muat ulang
nl: Opnieuw

source: Remember feed
es: Recuerda alimentar
id: Ingat memberi makan
nl: Feedpositie onthouden

source: Remember this amount for all zaps
es: Recordar esta cantidad para todos los zap
id: Ingat jumlah ini untuk semua zap
nl: Onthoud dit bedrag voor alle zaps

source: Reminder set!
es: ¡Recordatorio configurado!
id: Set pengingat!
nl: Herinnering ingesteld!

source: Remote signer appears offline, post will be saved but not published
es: El firmante remoto aparece sin conexión; la publicación se guardará pero no se publicará
id: Penanda tangan jarak jauh tampak offline, postingan akan disimpan tetapi tidak dipublikasikan
nl: Remote Signer lijkt offline, je bericht wordt opgeslagen maar niet verstuurd

source: Remove
es: Eliminar
id: Menghapus
nl: Verwijder

source: Remove %lld contacts
es: Eliminar contactos %lld
id: Hapus kontak %lld
nl: Verwijder %lld contacten

source: Remove audio
es: Quitar audio
id: Hapus audio
nl: Verwijder audio

source: Remove author
es: Eliminar autor
id: Hapus penulis
nl: Verwijder auteur

source: Remove column
es: Quitar columna
id: Hapus kolom
nl: Kolom verwijderen

source: Remove from stage
es: Quitar del escenario
id: Hapus dari panggung
nl: Van podium af

source: Remove imposter label
es: Quitar etiqueta de impostor
id: Hapus label penipu
nl: Verwijder bedrieger label

source: Remove moderator
es: Quitar moderador
id: Hapus moderator
nl: Schrap beheerder

source: Remove this relay: %@?
es: Eliminar este relay: %@?
id: Hapus relay ini: %@?
nl: Deze relay verwijderen: %@?

source: Replay
es: Repetición
id: Memutar ulang
nl: Opnieuw

source: Replies
es: Respuestas
id: Balasan
nl: Antwoorden

source: Replies and mentions will show up here
es: Las respuestas y menciones aparecerán aquí.
id: Balasan dan sebutan akan muncul di sini
nl: Antwoorden en vermeldingen komen hier

source: Reply anonymously
es: Responder de forma anónima
id: Balas secara anonim
nl: Anoniem reageren

source: Reply in private
es: Responder en privado
id: Jawab secara pribadi
nl: Stuur privé antwoord

source: Reply...
es: Responder...
id: Membalas...
nl: Antwoord…

source: Replying to
es: Respondiendo a
id: Membalas
nl: Antwoord op

source: Replying to **%@**
es: Respondiendo a **%@**
id: Membalas **%@**
nl: Antwoord aan **%@**

source: Replying to %lld people
es: Respondiendo a la gente %lld
id: Membalas orang %lld
nl: Antwoord op %lld personen

source: Replying to: %@
es: Respondiendo a: %@
id: Membalas ke: %@
nl: Antwoord op: %@

source: Replying to: %@ and %lld others
es: Respondiendo a: %@ y %lld otros
id: Membalas ke: %@ dan %lld lainnya
nl: Antwoord op: %@ en %lld anderen

source: Replying to...
es: Respondiendo a...
id: Membalas...
nl: Antwoord op...

source: Report %@
es: Denunciar %@
id: Laporkan %@
nl: Melden maken voor %@

source: Report for
es: Informe para
id: Laporkan untuk
nl: Melding voor

source: Report Information
es: Información del informe
id: Informasi Laporan
nl: Melding-gegevens

source: Report person
es: Denunciar persona
id: Laporkan orang
nl: Persoon melden

source: Report post
es: Reportar publicación
id: Laporkan postingan
nl: Bericht melden

# Report.verb
source: Report
es: Informe
id: Laporan
nl: Melding maken

source: Repost
es: Volver a publicar
id: Posting ulang
nl: Herplaatsen

source: Repost or quote this post
es: Vuelva a publicar o cite esta publicación
id: Repost atau kutip postingan ini
nl: Herplaats of citeer dit bericht

source: reposted
es: republicado
id: memposting ulang
nl: opnieuw gestuurd

source: Reposted by
es: Publicado nuevamente por
id: Diposting ulang oleh
nl: Herplaatst door

source: reposts
es: republicaciones
id: memposting ulang
nl: herplaatsingen

source: Reposts
es: Republicaciones
id: Repost

source: Reposts of your posts will show up here
es: Las reenvíos de tus publicaciones aparecerán aquí.
id: Repost postingan Anda akan muncul di sini
nl: Herplaatsingen van jouw berichten komen hier

source: Republish
es: Republicar
id: Publikasikan ulang
nl: Opnieuw publiceren

source: Republish post
es: Volver a publicar la publicación
id: Publikasikan ulang postingan
nl: Bericht opnieuw publiceren

source: Republish to
es: Volver a publicar en
id: Publikasikan ulang ke
nl: Opnieuw publiceren naar

source: Republish to DM relays
es: Volver a publicar en DM relays
id: Publikasikan ulang ke DM relays

source: Republish to relays
es: Volver a publicar en relays
id: Publikasikan ulang ke relays
nl: Opnieuw publiceren naar relays

source: REQ response latency
es: Latencia de respuesta REQ
id: Latensi respons REQ

source: Request delete
es: Solicitar eliminación
id: Minta penghapusan
nl: Verwijderverzoek

source: Requests
es: Solicitudes
id: Permintaan
nl: Verzoeken

source: required
es: requerido
id: diperlukan
nl: verplicht

source: Rescan
es: Volver a escanear
id: Pindai ulang
nl: Scan opnieuw

source: Restart room
es: Reiniciar sala
id: Mulai ulang ruangan
nl: Herstart ruimte

source: Restore %lld contacts
es: Restaurar contactos %lld
id: Pulihkan kontak %lld
nl: Herstel %lld contacten

source: Restore previous NWC configuration
es: Restaurar la configuración anterior de NWC
id: Kembalikan konfigurasi NWC sebelumnya
nl: Vorige NWC configuratie herstellen

source: Restrict auto-downloading of media posted by others
es: Restringir la descarga automática de medios publicados por otros
id: Batasi pengunduhan otomatis media yang diposting oleh orang lain
nl: Beperk automatisch downloaden van media van anderen

source: Restrict media downloading
es: Restringir la descarga de medios
id: Batasi pengunduhan media
nl: Beperk media downloads

source: restricted
es: restringido
id: terbatas
nl: afgeschermd

source: Resume
es: Reanudar
id: Melanjutkan
nl: Hervatten

source: Resume feed from where you left off when you reopen the app
es: Reanuda el feed desde donde lo dejaste cuando vuelvas a abrir la aplicación
id: Lanjutkan umpan dari bagian terakhir yang Anda tinggalkan saat Anda membuka kembali aplikasi
nl: Ga verder waar je gebleven was wanneer je de app opnieuw opent

source: Retake
es: Volver a tomar
id: Merebut kembali
nl: Opnieuw

source: Retry
es: Rever
id: Mencoba kembali
nl: Opnieuw

source: Retry with authentication
es: Reintentar con autenticación
id: Coba lagi dengan autentikasi
nl: Opnieuw proberen met authenticatie

source: Reveal
es: Revelar
id: Mengungkap
nl: Toon

source: Reveal private key
es: Revelar clave privada
id: Ungkapkan kunci pribadi
nl: Toon privésleutel

# Samples (5m/15m/1h): %lld/%lld/%lld
source: Samples (5m/15m/1h): %1$lld/%2$lld/%3$lld
es: Muestras (5m/15m/1h): %1$lld/%2$lld/%3$lld
id: Sampel (5m/15m/1jam): %1$lld/%2$lld/%3$lld

source: Save
es: Ahorrar
id: Menyimpan
nl: Opslaan

source: Save to file...
es: Guardar en archivo...
id: Simpan ke berkas...
nl: Opslaan als...

source: Save to Photo Library
es: Guardar en la biblioteca de fotos
id: Simpan ke Perpustakaan Foto
nl: Opslaan in Foto’s

source: Save to picker
es: Guardar en el selector
id: Simpan ke pemilih

source: Saved to picker
es: Guardado en el selector
id: Disimpan ke pemilih

source: Scan QR
es: Escanear QR
id: Pindai QR

source: Scanned QR code is not a valid Nostr Wallet Connect URI
es: El código QR escaneado no es un URI válido de Nostr Wallet Connect
id: Kode QR yang dipindai bukan URI Nostr Wallet Connect yang valid

source: Scanning relays for messages %lld/12 months ago...
es: Escaneando relays en busca de mensajes %lld/Hace 12 meses...
id: Memindai relays untuk pesan %lld/12 bulan yang lalu...
nl: Bezig met scannen voor berichten op relays %lld/12 maanden geleden...

source: Scanning relays for messages %lld/36 months ago...
es: Escaneando relays en busca de mensajes %lld/Hace 36 meses...
id: Memindai relays untuk pesan %lld/36 bulan yang lalu...
nl: Scannen naar berichten op relays %lld/36 maanden geleden…

source: Schedule
es: Cronograma
id: Jadwal
nl: Inplannen

source: screenshot
es: captura de pantalla
id: tangkapan layar
nl: schermafdruk

source: Search
es: Buscar
id: Mencari
nl: Zoeken

source: Search contact
es: Buscar contacto
id: Cari kontak
nl: Zoek contact

source: Search contacts
es: Buscar contactos
id: Cari kontak
nl: Zoeken contacten

source: Search GIF
es: Buscar GIF
id: Cari GIF
nl: Zoek GIF

source: Search in bookmarks...
es: Buscar en marcadores...
id: Cari di bookmark...
nl: Zoeken in bladwijzers…

source: Search...
es: Buscar...
id: Mencari...
nl: Zoeken...

source: See what's happening on nostr right now
es: Vea lo que está pasando en nostr ahora mismo
id: Lihat apa yang terjadi di nostr sekarang
nl: Ontdek wat er nu op nostr gebeurd

source: Select contacts
es: Seleccionar contactos
id: Pilih kontak
nl: Kies contacten

source: Select content types
es: Seleccionar tipos de contenido
id: Pilih tipe konten
nl: Kies berichtsoorten

source: Select Date & Time
es: Seleccionar fecha y hora
id: Pilih Tanggal & Waktu
nl: Kies datum & tijd

source: Select Photo or Video
es: Seleccione foto o video
id: Pilih Foto atau Video
nl: Kies foto of video

source: Select relay(s)
es: Seleccione relay(es)
id: Pilih relay
nl: Kies relay(s)

source: Self-hosted nsecBunker
es: nsecBunker autohospedado
id: nsecBunker yang dihosting sendiri
nl: Zelfgehoste nsecBunker

source: Send
es: Enviar
id: Mengirim
nl: Verzend

source: Send %@ sats %@
es: Enviar %@ sats %@
id: Kirim %@ sats %@
nl: Stuur %@ sats %@

source: Send %@ sats to %@
es: Enviar %@ sats a %@
id: Kirim %@ sats ke %@
nl: Stuur %@ sats naar %@

source: Send anonymously
es: Enviar de forma anónima
id: Kirim secara anonim
nl: Anoniem versturen

source: Send DM to
es: Enviar DM a
id: Kirim DM ke
nl: Stuur PB naar

source: Send Nostr Post
es: Enviar publicación Nostr
id: Kirim Pos Nostr

source: Send payment test
es: Enviar prueba de pago
id: Kirim tes pembayaran
nl: Stuur betaling test

source: Send Photo
es: Enviar foto
id: Kirim Foto
nl: Stuur foto

source: Send sats
es: Enviar sats
id: Kirim sats
nl: Stuur sats

source: Send sats to:
es: Envía sats a:
id: Kirim sats ke:
nl: Verstuur sats naar:

source: Send to: %@
es: Enviar a: %@
id: Kirim ke: %@
nl: Stuur naar: %@

source: Sending to: %@
es: Enviando a: %@
id: Mengirim ke: %@
nl: Versturen naar: %@

source: Sent %@ sats
es: Enviado %@ sats
id: Terkirim %@ sats
nl: %@ sats verzonden

# Sent %@ sats on [post](nostur:e:%@)
source: Sent %1$@ sats on [post](nostur:e:%2$@)
es: Enviado %1$@ sats en [publicación](nostur:e:%2$@)
id: Mengirim %1$@ sats di [postingan](nostur:e:%2$@)
nl: %1$@ sats verstuurd op [bericht](nostur:e:%2$@)

source: Sent to %lld relays
es: Enviado a %lld relays
id: Dikirim ke %lld relays
nl: Verstuurd naar %lld relays

source: Sent to:
es: Enviado a:
id: Dikirim ke:
nl: Verstuurd naar:

source: Server address
es: Dirección del servidor
id: Alamat server
nl: Serveradres

source: Servers higher on the list will be used first
es: Los servidores que se encuentren más arriba en la lista se utilizarán primero
id: Server yang lebih tinggi dalam daftar akan digunakan terlebih dahulu
nl: Servers hoger op de lijst worden eerst gebruikt

source: Session has ended
es: La sesión ha terminado
id: Sesi telah berakhir
nl: Afgelopen

source: Set date/time
es: Establecer fecha/hora
id: Tetapkan tanggal/waktu
nl: Stel datum/tijd in

source: Set reminder
es: Establecer recordatorio
id: Setel pengingat
nl: Herinnering instellen

source: Settings
es: Ajustes
id: Pengaturan
nl: Instellingen

source: Settings...
es: Ajustes...
id: Pengaturan...
nl: Instellingen…

source: Share
es: Compartir
id: Membagikan
nl: Deel

source: Share highlight
es: Compartir destacado
id: Bagikan sorotan
nl: Markering delen

source: Share link
es: Compartir enlace
id: Bagikan tautan
nl: Deel link

source: Share list
es: Compartir lista
id: Bagikan daftar
nl: Deel lijst

source: Share screenshot
es: Compartir captura de pantalla
id: Bagikan tangkapan layar
nl: Schermafdruk delen

source: Share this list with a different title
es: Comparte esta lista con un título diferente
id: Bagikan daftar ini dengan judul berbeda
nl: Deel lijst met andere titel

source: Share...
es: Compartir...
id: Membagikan...
nl: Delen...

source: Shared from **Nostur**
es: Compartido desde **Nostur**
id: Dibagikan dari **Nostur**
nl: Gedeeld vanuit **Nostur**

source: Short videos
es: Vídeos cortos
id: Video pendek
nl: Korte videos

source: Short Videos
es: Vídeos cortos
id: Video Pendek
nl: Korte videos

source: Short videos feed from people you follow
es: Videos cortos de personas que sigues
id: Umpan video pendek dari orang yang Anda ikuti
nl: Korte filmpjes van mensen die je volgt

source: Show
es: Espectáculo
id: Menunjukkan
nl: Toon

source: Show %@'s feed
es: Mostrar el feed de %@
id: Tampilkan umpan %@
nl: Toon %@'s feed

source: Show %@'s reactions
es: Mostrar las reacciones de %@
id: Tunjukkan reaksi %@
nl: Toon reacties van %@

source: Show %lld hidden requests (could be spam)
es: Mostrar solicitudes ocultas de %lld (podría ser spam)
id: Tampilkan permintaan tersembunyi %lld (bisa jadi spam)
nl: Toon %lld verborgen verzoeken (kan spam zijn)

source: Show anyway
es: Mostrar de todos modos
id: Tetap tunjukkan
nl: Toon alsnog

source: Show blocked (%lld)
es: Mostrar bloqueado (%lld)
id: Tampilkan diblokir (%lld)
nl: Toon geblokkeerd (%lld)

source: Show bookmarks
es: Mostrar marcadores
id: Tampilkan bookmark
nl: Toon bladwijzers

source: Show extra relays used on post preview
es: Mostrar relays adicional usado en la vista previa de la publicación
id: Tampilkan relays tambahan yang digunakan pada pratinjau posting
nl: Toon gebruikte extra relays op Bericht voorbeeld

source: Show feed
es: Mostrar feed
id: Tampilkan umpan
nl: Toon feed

source: Show feed in feed selector
es: Mostrar feed en el selector de feeds
id: Tampilkan feed di pemilih feed
nl: Toon feed in feed selectielijst

source: Show feed in tab bar
es: Mostrar feed en la barra de pestañas
id: Tampilkan umpan di bilah tab
nl: Toon feed in tab balk

source: Show fiat value
es: Mostrar valor fiduciario
id: Tunjukkan nilai fiat
nl: Toon fiat waarde

source: Show from which app someone posted
es: Mostrar desde qué aplicación alguien publicó
id: Tunjukkan dari aplikasi mana seseorang memposting
nl: Toon van welke app iemand verstuurd heeft

source: Show Live banner
es: Mostrar banner en vivo
id: Tampilkan spanduk Langsung
nl: Toon Live Banner

source: Show local fiat value next to sats on post
es: Mostrar el valor fiat local junto a sats en la publicación
id: Tampilkan nilai fiat lokal di sebelah sats pada postingan
nl: Toon fiat munteenheid naast sats bij berichten

source: Show local fiat value next to sats on posts
es: Mostrar el valor fiduciario local junto a los sats en las publicaciones
id: Tampilkan nilai fiat lokal di sebelah sats pada postingan
nl: Toon fiat munteenheid naast sats bij berichten

source: Show more
es: Mostrar más
id: Tampilkan lebih banyak
nl: Toon meer

source: Show more (%lld)
es: Mostrar más (%lld)
id: Tampilkan lebih banyak (%lld)
nl: Toon meer (%lld)

source: Show post stats on timeline
es: Mostrar estadísticas de publicaciones en la línea de tiempo
id: Tampilkan statistik postingan di timeline
nl: Toon bericht statistieken in feed

source: Show preview
es: Mostrar vista previa
id: Tampilkan pratinjau
nl: Toon voorbeeld

source: Show Preview of this post
es: Mostrar vista previa de esta publicación
id: Tampilkan Pratinjau postingan ini
nl: Toon voorbeeld van dit bericht

source: Show replies
es: Mostrar respuestas
id: Tampilkan balasan
nl: Toon antwoorden

source: Show unread count badge
es: Mostrar insignia de recuento no leído
id: Tampilkan lencana hitungan yang belum dibaca
nl: Toon ongelezen badge

source: Show USD value next to sats on post
es: Mostrar el valor en USD junto a los sats en la publicación
id: Tampilkan nilai USD di sebelah sats pada postingan
nl: Toon USD waarde naast sats bij bericht

source: Show USD value next to sats on posts
es: Mostrar el valor en USD junto a los sats en las publicaciones
id: Tampilkan nilai USD di sebelah sats pada postingan
nl: Toon USD waarde naast sats bij berichten

source: Show wallet balance
es: Mostrar saldo de billetera
id: Tampilkan saldo dompet
nl: Toon portemonnee saldo

source: Show zaps fiat value
es: Mostrar el valor fiat de los zap
id: Tampilkan nilai fiat zap
nl: Toon zaps fiat waarde

source: Shown in the tab bar
es: Se muestra en la barra de pestañas
id: Ditampilkan di bilah tab
nl: Zichtbaar in tab/selectie

source: Shown in the tab bar (not public)
es: Se muestra en la barra de pestañas (no pública)
id: Ditampilkan di bilah tab (bukan publik)
nl: Zichtbaar in tab (niet openbaar)

source: Shows 'Shared from Nostur' caption when sharing post screenshots
es: Muestra el título 'Compartido desde Nostur' al compartir capturas de pantalla de publicaciones
id: Menampilkan keterangan 'Dibagikan dari Nostur' saat membagikan tangkapan layar kiriman
nl: Toon 'Gedeeld vanuit Nostur' bij delen bericht

source: Shows when items are being processed
es: Muestra cuando se están procesando artículos
id: Menunjukkan kapan barang sedang diproses
nl: Toon wanneer dingen geladen worden op de achtergrond

source: Sign any nostr event
es: Firma cualquier evento nostr
id: Tanda tangani acara nostr apa pun
nl: Onderteken nostr event

source: Sign event
es: evento de firma
id: Tanda tangani acara
nl: Onderteken

source: Signer
es: Firmante
id: Penandatangan
nl: Ondertekenen

source: Signing as
es: Firmando como
id: Menandatangani sebagai
nl: Ondertekend als

source: Skip and try as guest first
es: Saltar y probar primero como invitado
id: Lewati dan coba sebagai tamu terlebih dahulu
nl: Overslaan en als gast proberen

source: Some relays may require authentication
es: Algunos relays pueden requerir autenticación
id: Beberapa relays mungkin memerlukan otentikasi
nl: Bij sommige relays is authenticatie nodig

source: Something about yourself
es: algo sobre ti
id: Sesuatu tentang dirimu
nl: Iets over jezelf

source: Something about yourself (bio)
es: Algo sobre ti (biografía)
id: Sesuatu tentang dirimu (bio)
nl: Iets over jezelf (bio)

source: Something went wrong
es: algo salió mal
id: Ada yang tidak beres
nl: Er is iets misgegaan

source: Sorry, this was not supposed to happen.
es: Lo siento, se suponía que esto no debía suceder.
id: Maaf, ini tidak seharusnya terjadi.
nl: Sorry, dit was niet de bedoeling.

source: source
es: fuente
id: sumber
nl: bron

source: Spam
es: Correo basura

source: Spam filter
es: Filtro de spam
id: Penyaring spam

# Spam filtered in the last %@: %lld items
source: Spam filtered in the last %1$@: %2$lld items
es: Spam filtrado en los últimos %1$@: artículos %2$lld
id: Spam difilter di item %1$@: %2$lld terakhir
nl: Spam gefilterd afgelopen %1$@: %2$lld berichten

source: Spam filtering
es: Filtrado de spam
id: Penyaringan spam
nl: Spamfilter

source: Spam Filtering
es: Filtrado de spam
id: Penyaringan Spam
nl: Spamfilters

source: Speaker
es: Vocero
id: Pembicara
nl: Spreker

source: Specific word or sentence
es: Palabra u oración específica
id: Kata atau kalimat tertentu
nl: Specifiek woord of zin

source: Start listening
es: Empezar a escuchar
id: Mulailah mendengarkan
nl: Luister mee

source: Start Nest
es: Iniciar Nest
id: Mulai Nest
nl: Nest starten

source: Start Nest (Audio room)
es: Iniciar Nest (sala de audio)
id: Mulai Nest (ruang audio)
nl: Nest starten (audio ruimte)

source: Start now
es: Empezar ahora
id: Mulai sekarang
nl: Nu starten

source: Start recording
es: Empezar a grabar
id: Mulai merekam
nl: Opnemen

source: Starting camera…
es: Iniciando cámara…
id: Memulai kamera…

source: Status
es: Estado

source: Stream has ended
es: La transmisión ha terminado
id: Streaming telah berakhir
nl: Stream is beëindigd

source: Subscribe
es: Suscribir
id: Berlangganan
nl: Maak feed tab

source: Subscribe to list updates
es: Suscríbete para recibir actualizaciones de la lista
id: Berlangganan pembaruan daftar
nl: Aanmelden op lijst updates
